tap "epk/epk"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
tap "smudge/smudge"
brew "apr-util"
brew "bat"
brew "chezmoi"
brew "cmake"
brew "cmatrix"
brew "exa"
brew "ffmpeg"
brew "freetds"
brew "fzf"
brew "gd"
brew "ghq"
brew "git"
brew "git-delta"
brew "glow"
brew "htop"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "neofetch"
brew "nmap"
brew "openjdk"
brew "php"
brew "pyenv"
brew "ripgrep"
brew "scrcpy"
brew "starship"
brew "stow"
brew "telnet"
brew "tmux"
brew "tpm"
brew "tree"
brew "watch"
brew "zoxide"
brew "zplug"
brew "smudge/smudge/nightlight"
cask "android-platform-tools"
cask "anydesk"
cask "arc"
cask "balenaetcher"
cask "burp-suite"
cask "figma"
cask "font-blex-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-mono-nerd-font"
cask "hashicorp-vagrant"
cask "http-toolkit"
cask "ipvanish-vpn"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "ngrok"
cask "orbstack"
cask "rectangle"
cask "surfshark"
cask "tableplus"
cask "vagrant-vmware-utility"
cask "vmware-fusion"
cask "warp"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "codezombiech.gitignore"
vscode "dbaeumer.vscode-eslint"
vscode "dotenv.dotenv-vscode"
vscode "dsznajder.es7-react-js-snippets"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.powershell"
vscode "mvllow.rose-pine"
vscode "pkief.material-icon-theme"
vscode "pmndrs.pmndrs"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "techer.open-in-browser"
vscode "tyriar.lorem-ipsum"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
