tap "epk/epk"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
tap "smudge/smudge"
brew "apr-util"
brew "bash"
brew "bat"
brew "python@3.12"
brew "chezmoi"
brew "cmake"
brew "cmatrix"
brew "csvkit"
brew "curl"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "fd"
brew "unbound"
brew "gnutls"
brew "libmicrohttpd"
brew "librist"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "figlet"
brew "fnm"
brew "freetds"
brew "fzf"
brew "gd"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "glow"
brew "htop"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "llvm"
brew "mailsy"
brew "mas"
brew "neovim"
brew "nmap"
brew "php"
brew "poppler"
brew "pup"
brew "pwgen"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "rust"
brew "sc-im"
brew "scrcpy"
brew "sevenzip"
brew "shc"
brew "starship"
brew "stow"
brew "telnet"
brew "tmux"
brew "tpm"
brew "tree"
brew "watch"
brew "watchman"
brew "wget"
brew "yazi"
brew "zoxide"
brew "zplug"
brew "smudge/smudge/nightlight"
cask "alacritty"
cask "android-studio"
cask "anydesk"
cask "appium-inspector"
cask "arc"
cask "balenaetcher"
cask "bartender"
cask "burp-suite"
cask "chatgpt"
cask "cloudflare-warp"
cask "cursor"
cask "daisydisk"
cask "figma"
cask "firefox"
cask "font-anonymice-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-commit-mono-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-sf-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "google-cloud-sdk"
cask "handbrake"
cask "hashicorp-vagrant"
cask "http-toolkit"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keka"
cask "kitty"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-remote-desktop"
cask "navicat-premium"
cask "ngrok"
cask "notion"
cask "obs"
cask "orbstack"
cask "rectangle"
cask "shortcat"
cask "spotify"
cask "surfshark"
cask "tableplus"
cask "tailscale"
cask "telegram"
cask "temurin"
cask "transmission"
cask "transmit"
cask "vagrant-vmware-utility"
cask "vmware-fusion"
cask "vnc-viewer"
cask "vysor"
cask "warp"
cask "wezterm"
cask "whatsapp"
cask "zed"
cask "zulu@17"
mas "Bear", id: 1091189122
vscode "achaq.vercel-theme"
vscode "adonisjs.vscode-edge"
vscode "antfu.theme-vitesse"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "beardedbear.beardedtheme"
vscode "blackboxapp.blackbox"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "codezombiech.gitignore"
vscode "dbaeumer.vscode-eslint"
vscode "digitalbrainstem.javascript-ejs-support"
vscode "doggy8088.quicktype-refresh"
vscode "dracula-theme.theme-dracula"
vscode "drcika.apc-extension"
vscode "dsznajder.es7-react-js-snippets"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "gulajavaministudio.mayukaithemevsc"
vscode "jdinhlife.gruvbox"
vscode "jock.svg"
vscode "jripouteau.adonis-vscode-extension"
vscode "lokalise.i18n-ally"
vscode "miguelsolorio.fluent-icons"
vscode "miguelsolorio.symbols"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.powershell"
vscode "mvllow.rose-pine"
vscode "pkief.material-icon-theme"
vscode "pmndrs.pmndrs"
vscode "prisma.prisma"
vscode "raillyhugo.one-hunter"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "streetsidesoftware.code-spell-checker"
vscode "tal7aouy.icons"
vscode "talhabalaj.actual-font-changer"
vscode "teabyii.ayu"
vscode "techer.open-in-browser"
vscode "tinkertrain.theme-panda"
vscode "tyriar.lorem-ipsum"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
