tap "mobile-dev-inc/tap"
brew "aria2"
brew "bat"
brew "binwalk"
brew "biome"
brew "chezmoi"
brew "cocoapods"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "mas"
brew "mise"
brew "neovim"
brew "poppler"
brew "pwgen"
brew "railway"
brew "ripgrep"
brew "scrcpy"
brew "sevenzip"
brew "starship"
brew "tmux"
brew "tokei"
brew "tree"
brew "uv"
brew "watchman"
brew "wgcf"
brew "wget"
brew "wrk"
brew "yazi"
brew "zinit"
brew "zoxide"
brew "zsh"
brew "mobile-dev-inc/tap/maestro"
cask "android-file-transfer"
cask "android-studio"
cask "arc"
cask "canva"
cask "chatgpt"
cask "cleanshot"
cask "cloudflare-warp"
cask "cursor"
cask "cyberduck"
cask "daisydisk"
cask "dbngin"
cask "discord"
cask "expo-orbit"
cask "figma"
cask "font-geist-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "helium-browser"
cask "herd"
cask "homerow"
cask "http-toolkit"
cask "httpie-desktop"
cask "istat-menus"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keka"
cask "keyboard-cowboy"
cask "localsend"
cask "logi-options+"
cask "malwarebytes"
cask "ngrok"
cask "orbstack"
cask "protonvpn"
cask "proxyman"
cask "raycast"
cask "rectangle"
cask "scroll-reverser"
cask "sony-ps-remote-play"
cask "spotify"
cask "sublime-text"
cask "tableplus"
cask "trae"
cask "visual-studio-code"
cask "warp"
cask "whatsapp"
cask "windsurf"
cask "zulu@17"
mas "Bitwarden", id: 1352778147
mas "Perplexity", id: 6714467650
mas "WireGuard", id: 1451685025
