tap "mobile-dev-inc/tap"
tap "teamookla/speedtest"
brew "apktool"
brew "aria2"
brew "bat"
brew "biome"
brew "bitwarden-cli"
brew "bundletool"
brew "chezmoi"
brew "cliproxyapi", args: ["HEAD"], restart_service: :changed
brew "eza"
brew "fd"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "htop"
brew "imagemagick"
brew "jadx"
brew "jq"
brew "lazygit"
brew "mas"
brew "mise"
brew "mpv"
brew "neovim"
brew "ripgrep"
brew "opencode"
brew "pngquant"
brew "pnpm"
brew "poppler"
brew "resvg"
brew "sevenzip"
brew "starship"
brew "tmux"
brew "tree"
brew "uv"
brew "vercel-cli"
brew "watchman"
brew "wgcf"
brew "wget"
brew "yazi"
brew "zinit"
brew "zoxide"
brew "zsh"
brew "mobile-dev-inc/tap/maestro"
brew "teamookla/speedtest/speedtest"
cask "android-commandlinetools"
cask "antigravity"
cask "chatgpt"
cask "claude-code"
cask "cloudflare-warp"
cask "daisydisk"
cask "dbngin"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "herd"
cask "homerow"
cask "http-toolkit"
cask "istat-menus"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keka"
cask "logi-options+"
cask "orbstack"
cask "protonvpn"
cask "raycast"
cask "rectangle"
cask "sublime-text"
cask "tableplus"
cask "telegram"
cask "visual-studio-code"
cask "whatsapp"
mas "Bitwarden", id: 1352778147
