tap "anomalyco/tap"
tap "oven-sh/bun"
tap "yqrashawn/goku"
brew "bat"
brew "bitwarden-cli"
brew "chezmoi"
brew "eza"
brew "fd"
brew "ffmpeg-full"
brew "fzf"
brew "gh"
brew "gnupg"
brew "imagemagick-full", link: true
brew "jq"
brew "mas"
brew "mise"
brew "pngquant"
brew "pnpm"
brew "poppler"
brew "resvg"
brew "ripgrep"
brew "scrcpy"
brew "sevenzip"
brew "starship"
brew "tree"
brew "uv"
brew "watchman"
brew "wget"
brew "yazi"
brew "zinit"
brew "zoxide"
brew "anomalyco/tap/opencode"
brew "oven-sh/bun/bun"
brew "yqrashawn/goku/goku"
cask "android-studio"
cask "chatgpt"
cask "claude"
cask "claude-code"
cask "cloudflare-warp"
cask "codex"
cask "codex-app"
cask "daisydisk"
cask "dbngin"
cask "expo-orbit"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-recursive-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "herd"
cask "homerow"
cask "istat-menus"
cask "karabiner-elements"
cask "keepingyouawake"
cask "logi-options+"
cask "opencode-desktop"
cask "orbstack"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "sublime-text"
cask "tableplus"
cask "telegram"
cask "whatsapp"
cask "zed"
cask "zulu@17"
mas "Bitwarden", id: 1352778147
