tap "anomalyco/tap"
tap "oven-sh/bun"
brew "aria2"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "chezmoi"
brew "cocoapods"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "gnupg"
brew "htop"
brew "imagemagick"
brew "jq"
brew "mas"
brew "neovim"
brew "pngquant"
brew "pnpm"
brew "poppler"
brew "ripgrep"
brew "qwen-code"
brew "resvg"
brew "sevenzip"
brew "starship"
brew "tree"
brew "uv"
brew "watchman"
brew "wget"
brew "yazi"
brew "zinit"
brew "zoxide"
brew "zsh"
brew "anomalyco/tap/opencode"
brew "oven-sh/bun/bun"
cask "android-studio"
cask "chatgpt"
cask "claude-code"
cask "cloudflare-warp"
cask "daisydisk"
cask "dbngin"
cask "expo-orbit"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "herd"
cask "http-toolkit"
cask "istat-menus"
cask "keepingyouawake"
cask "logi-options+"
cask "orbstack"
cask "raycast"
cask "rectangle"
cask "shottr"
cask "sublime-text"
cask "superkey"
cask "surfshark"
cask "tableplus"
cask "telegram"
cask "visual-studio-code"
cask "vysor"
cask "whatsapp"
cask "zulu@17"
mas "Bitwarden", id: 1352778147
